
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Niveles de aplicación · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="resultados_casos_de_exito3.html" />
    
    
    <link rel="prev" href="metodologia3.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    bloque 3
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="introduccion3.html">
            
                <a href="introduccion3.html">
            
                    
                    Introducción
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="recursos3.html">
            
                <a href="recursos3.html">
            
                    
                    Recursos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="principios3.html">
            
                <a href="principios3.html">
            
                    
                    Principios: decálogo
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="metodologia3.html">
            
                <a href="metodologia3.html">
            
                    
                    Metodología
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6" data-path="niveles_de_aplicacion3.html">
            
                <a href="niveles_de_aplicacion3.html">
            
                    
                    Niveles de aplicación
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="resultados_casos_de_exito3.html">
            
                <a href="resultados_casos_de_exito3.html">
            
                    
                    Resultados. Casos de éxito
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >Niveles de aplicación</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="niveles-de-aplicaci-n3">Niveles de aplicaci&#xF3;n3: </h1>
<p>Ejemplos:</p>
<p><img src="images/image7.png" alt=""></p>
<p>1- Actividad de iniciaci&#xF3;n:  Taller Crea con Tangram<img src="images/image58.jpg" alt=""></p>
<p>(Material did&#xE1;ctico dise&#xF1;ado por Paloma de la Cruz en su TFG: Dise&#xF1;o de exposici&#xF3;n participativa &#xA1;WOW! Dise&#xF1;o)</p>
<p>Taller creativo</p>
<p>Tiempo estimado: 50 minutos</p>
<p>Para todas las edades</p>
<p>Equipos de 4-6 integrantes + 1 facilitador</p>
<p>&#x201C;Crea con Tangram&#x201D;: Un taller para empezar a entender el dise&#xF1;o sin saber que lo que est&#xE1;s haciendo es dise&#xF1;ar.</p>
<p>Permite que alumnos de cualquier edad, con ayuda de un facilitador, puedan seguir las fases de dise&#xF1;o de una forma din&#xE1;mica y r&#xE1;pida.</p>
<p>Es la pr&#xE1;ctica que recomiendo para que cualquier persona comience a sumergirse en la metodolog&#xED;a de dise&#xF1;o.</p>
<p>NOTA: Para seguir esta parte de la explicaci&#xF3;n ser&#xED;a interesante que contarais con un ejemplar de la herramienta en papel (enlace al pdf) para poder ir viendo los pasos mientras los explico o que abr&#xE1;is el pdf y lo teng&#xE1;is en pantalla. Tambi&#xE9;n os sugiero que le&#xE1;is el documento Gu&#xED;a para docentes (enlace al pdf)</p>
<p>(NOTA PARA JOS&#xC9;: LOS PDF EST&#xC1;N EN ARCHIVOS DE REFERENCIA y en la carpeta del bloque 3 de tareas)</p>
<p>Casos de aplicaci&#xF3;n crea con Tangram:</p>
<p>Desde el curso 2018-19 he facilitado este taller a personas de diferentes edades, diferentes niveles acad&#xE9;micos, en contextos diversos. Desde ni&#xF1;os de 8 a&#xF1;os hasta adultos especializados en dise&#xF1;o y formaci&#xF3;n. Al ser una herramienta muy abierta, se adapta al punto de vista y conocimiento del participante.</p>
<p>1- INVESTIGAR (divergente):</p>
<p>Es la propia din&#xE1;mica la que nos ofrece, al azar, un tema sobre el que trabajar (que parte de la figura que el equipo forma con el puzle). <img src="images/image56.jpg" alt=""></p>
<p>Al tratarse de una din&#xE1;mica de introducci&#xF3;n la fase de investigaci&#xF3;n est&#xE1; muy simplificada.</p>
<p>Una vez recortado el Tangram, todos los miembros del equipo colaborativamente forman una figura con todas las piezas. Puede representarse un animal, una persona, un objeto, un paisaje...No es necesario que sea una figura muy pensada, lo que salga espont&#xE1;neamente mientras todos van colocando piezas servir&#xE1;.<img src="images/image3.jpg" alt=""></p>
<p>La figura resultante dar&#xE1; pie al tema general a trabajar.</p>
<p>Comenzamos a leer las instrucciones del juego escritas en la parte posterior de cada una de las piezas del puzle. Los dos primeros pasos hacen referencia a la fase de investigaci&#xF3;n.</p>
<p>Paso 1: PUNTO DE PARTIDA: &#xA1;R&#xE1;pido! Que alguien cuente una historia inspirada en la imagen.<img src="images/image41.jpg" alt=""></p>
<p>Uno de los participantes cuenta una historia improvisada, espont&#xE1;nea. De esta forma se hacen palpables los miedos, incertidumbres o preocupaciones de la persona que los cuenta, que est&#xE1;n inspirados en su experiencia y su entorno. El resto del equipo puede participar completando o matizando la historia.</p>
<p><img src="images/image34.jpg" alt=""></p>
<p>Paso 2: CONCLUSIONES INVESTIGACI&#xD3;N: Pensad individualmente algunos problemas que puedan existir alrededor de esa historia. &#xA1;Apuntadlos!</p>
<p>En este paso se realiza individualmente un listado de problemas para despu&#xE9;s ponerlo en com&#xFA;n. Simula la investigaci&#xF3;n que finaliza con la elaboraci&#xF3;n de unas conclusiones.</p>
<p>2- ENFOCAR (convergente):<img src="images/image17.jpg" alt=""></p>
<p>Paso 3: LLUVIA DE RETOS: Describid mejor uno de esos problemas. &#xBF;A qu&#xE9; se debe? &#xBF;A qu&#xE9; o qui&#xE9;n afecta y c&#xF3;mo? Preguntaos: &#xBF;C&#xF3;mo podr&#xED;amos&#x2026;?</p>
<p>Cada equipo elige uno de los problemas. Todo el equipo est&#xE1; de acuerdo en el problema que quiere ayudar a solucionar. Profundizamos un poco m&#xE1;s en el problema, pensando cu&#xE1;l es su origen, a qui&#xE9;nes afecta y c&#xF3;mo. Cuando tenemos respuestas para todas estas preguntas comenzamos a pensar en posibles retos. &#xBF;C&#xF3;mo podr&#xED;amos&#x2026;? Pensaremos en varios retos, para finalmente seleccionar por consenso uno de ellos.<img src="images/image6.jpg" alt=""></p>
<p>3- IDEAR (divergente)<img src="images/image24.jpg" alt=""></p>
<p>Paso 4: Dibujad ideas originales que solucionar&#xED;an el problema o parte de &#xE9;l.</p>
<p>Cada participante comienza a dibujar esquemas sencillos y bocetos sobre ideas para solucionar el reto seleccionado.</p>
<p><img src="images/image64.jpg" alt=""></p>
<p>Paso 5: &#xA1;Volved a la tierra! &#xBF;De qu&#xE9; forma alguna de estas ideas podr&#xED;a convertirse en un producto o un servicio que no exista? Explicadlo bien.</p>
<p>Las ideas se ponen en com&#xFA;n, se analiza su viabilidad (por eso lo de volved a la tierra), se debate brevemente sobre su idoneidad y se selecciona una de ellas, la que podr&#xED;a convertirse en un producto o un servicio innovador.</p>
<p>A continuaci&#xF3;n se desarrolla un poco m&#xE1;s, se hacen dibujos un poco m&#xE1;s detallados, con flechas indicativas, anotaciones, alternativas, etc.</p>
<p><img src="images/image26.jpg" alt=""></p>
<p>4- PROTOTIPAR Y TESTAR (convergente)<img src="images/image25.jpg" alt=""></p>
<p>Paso 6: Desarrollad una idea: dadle forma, pensad en los materiales&#x2026; Pod&#xE9;is hacer un prototipo que os ayude a probar vuestra idea.</p>
<p>Durante este paso definimos la forma, el tama&#xF1;o, las funciones, componentes,el proceso b&#xE1;sico (si se trata de un servicio)</p>
<p><img src="images/image51.jpg" alt=""><img src="images/image46.jpg" alt=""></p>
<p><img src="images/image39.jpg" alt=""></p>
<p>Paso 7: Buscad la opini&#xF3;n de vuestros usuarios. Hablad con otras personas y preguntadles qu&#xE9; les parece el concepto.</p>
<p>Durante este paso muestran el prototipo a compa&#xF1;eros de otros equipos para detectar &#xE1;reas de mejora de la idea.</p>
<p>La actividad finaliza con una presentaci&#xF3;n verbal de la idea por parte de los equipos.</p>
<p>El docente es el animador del proceso educativo, y es el responsable de imaginar, crear y preparar las situaciones de aprendizaje en que va a poner a sus estudiantes para que ellos construyan el conocimiento.</p>
<p>Duilio Manuel Baltodano Gonz&#xE1;lez</p>
<p><img src="images/image53.png" alt=""></p>
<p>2- Taller redise&#xF1;o de mando de tv</p>
<p>Taller mejora de producto existente. Re-dise&#xF1;o</p>
<p>Tiempo estimado: 2- 3 sesiones de 50 minutos</p>
<p>ESO y Bachillerato</p>
<p>Equipos de 4-6 integrantes + 1 facilitador</p>
<p>&#xBF;Por qu&#xE9; un mando de televisi&#xF3;n?</p>
<p>Para la realizaci&#xF3;n de este taller es conveniente elegir un producto de uso cotidiano.</p>
<p>Es mejor comenzar con algo con lo que estemos familiarizados y que adem&#xE1;s sea un producto que utilizan muchos tipos diferentes de usuarios, para poder ponernos en la piel de diferentes personas. Recuerda que no dise&#xF1;amos para nosotros mismos.</p>
<p>1- Investigar (divergente):</p>
<p>Investigaci&#xF3;n previa individual:</p>
<p>Pedimos al alumnado que haga una investigaci&#xF3;n previa sobre el tema, en este caso sobre los mandos de tv. Les pedimos que respondan por escrito a las siguientes preguntas, buscando informaci&#xF3;n o fij&#xE1;ndose en el mando de tv de su casa: &#xBF;Sabes para que se utilizan todos los botones?, &#xBF;Son adecuados para todas las personas?, &#xBF;Se te ha resbalado, se te ha ca&#xED;do alguna vez?</p>
<p>De esta forma comenzamos la actividad con algo de informaci&#xF3;n sobre el tema que vamos a tratar.</p>
<p>Puesta en com&#xFA;n:</p>
<p>La din&#xE1;mica en el aula comienza con la puesta en com&#xFA;n de lo que los integrantes del grupo han encontrado para empezar a profundizar sobre el tema.</p>
<p>Herramienta: panel de conclusiones (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4):</p>
<p>Para ello, dividimos una hoja A3 en varias columnas, habitualmente en tres: tipos de usuarios, contextos de utilizaci&#xF3;n y necesidades no cubiertas.<img src="images/image16.jpg" alt=""></p>
<p>De este modo hacemos un panel visual con lo que sabemos del tema, a modo de conclusiones.</p>
<p>El objetivo de esta herramienta de resumen es que visualicen que puede haber diferentes caminos para abordar cualquier proyecto y que pueden plantear diferentes retos.</p>
<p>Lo completamos en equipo de la siguiente forma:</p>
<p><img src="images/image1.png" alt=""> Con esta din&#xE1;mica potenciamos la empat&#xED;a</p>
<p>2- Enfocar:</p>
<p>Elegimos un tipo de usuario: ni&#xF1;os, ancianos.. o varios: para toda la familia. Elegimos un contexto: el hogar, el profesional, hosteler&#xED;a.. y 3 necesidades no cubiertas que queremos solucionar para la tipolog&#xED;a de usuario o usuarios seleccionados.</p>
<p>Sabemos que podr&#xED;amos profundizar mucho m&#xE1;s en el conocimiento de los usuarios, pero solo estamos entrenando.</p>
<p>Una vez hemos reflexionado sobre el panel de conclusiones observando que carencias, problemas, necesidades, tienen los distintos tipos de usuario; elegimos por consenso: una tipolog&#xED;a de usuario, un contexto o contextos de utilizaci&#xF3;n y tres aspectos que queremos mejorar.</p>
<p>Escribimos lo que hemos elegido por consenso en un documento A4, que llamamos &#x201C;panel del reto&#x201D;</p>
<p>Herramienta: Panel reto.(ENLACE PRESENTACI&#xD3;N 2 BLOQUE 4)<img src="images/image43.jpg" alt=""></p>
<p>Ejemplo: <img src="images/image54.jpg" alt=""></p>
<p>Reto: &#xBF;C&#xF3;mo podr&#xED;amos dise&#xF1;ar un mando espec&#xED;fico para ni&#xF1;os de 3 a 8 a&#xF1;os, que ofreciera otras funciones, fuera robusto&#x2026;?</p>
<p>Ahora ya sabemos qu&#xE9; queremos conseguir.</p>
<p><img src="images/image1.png" alt="">Si no hubi&#xE9;ramos trabajado esta fase no sabr&#xED;amos cu&#xE1;les son las necesidades no cubiertas de las personas, no sabr&#xED;amos todo lo que podemos mejorar en un mando de tv.. nos habr&#xED;amos puesto a trabajar pensando en dise&#xF1;ar un mando para nosotros.</p>
<p>3- Idear</p>
<p>Utilizamos un soporte A3 para ir colocando, mediante notas adhesivas las diferentes ideas que nos van surgiendo.<img src="images/image44.jpg" alt=""></p>
<p>Herramienta: panel de ideas (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 5) </p>
<p>Volvemos a utilizar un papel grande, con un A3 ser&#xE1; suficiente. hacemos 7 columnas: uso, funciones, ergonom&#xED;a, materiales, medioambiente, contexto y forma. En cada una de las categor&#xED;as empezamos a colocar notas adhesivas con todas las ideas que se nos ocurran.</p>
<p><img src="images/image1.png" alt="">Con este panel simplificamos la t&#xE9;cnica de lluvia de ideas, de forma que las ideas ya las ordenamos en categor&#xED;as y no tenemos que clasificarlas a posteriori.</p>
<p>Herramienta: propuesta individual (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 5) </p>
<p>Cada persona elige una idea del panel de las ideas (suele ser una hibridaci&#xF3;n de soluciones formales y funcionales) y realiza un dibujo a tama&#xF1;o real de la idea (un dibujo de perspectiva o las vistas que sean necesarias para entender el producto, del interface, etc.) Se hace una puesta en com&#xFA;n y una vez analizadas las ideas, haciendo referencia al reto, se selecciona una de ellas para desarrollarla entre todos los miembros del equipo.<img src="images/image21.jpg" alt=""><img src="images/image37.jpg" alt=""></p>
<p>Una vez est&#xE1;n dibujadas las ideas se ponen en com&#xFA;n. Cada participante tendr&#xE1; dos minutos para explicar su idea, sus caracter&#xED;sticas principales.</p>
<p>El equipo debate brevemente, hasta que es capaz de seleccionar una de las ideas para ser desarrolladas. A veces sucede que se seleccionan caracter&#xED;sticas, soluciones o detalles de varias ideas, formando una idea nueva.</p>
<p><img src="images/image1.png" alt="">En este momento se recuerda al equipo que las ideas son del equipo. Cada persona explica las que le parecen mejores y el motivo. En principio, se elige por consenso.</p>
<p>Tabla de valoraci&#xF3;n (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 5) </p>
<p>Para facilitar la elecci&#xF3;n se puede utilizar la herramienta &#x201C; tabla de valoraci&#xF3;n&#x201D;.</p>
<p>En ella escribiremos los aspectos m&#xE1;s importantes a tener en cuenta con base al reto seleccionado y puntuamos cada una de las ideas respecto a esos aspectos. De esta forma obtendremos de una forma bastante objetiva la mejor idea.</p>
<p>Seguramente habr&#xE1; ideas que respondan mejor al reto. Volveremos a leerlo o haremos referencia a &#xE9;l para asegurar que la idea seleccionada es la que cubre mejor las necesidades de los usuarios seleccionados.</p>
<p>Empieza el trabajo en equipo, parte de este se dedicar&#xE1; a desarrollar la idea y mejorarla, parte a realizar un prototipo en plastilina o en cart&#xF3;n y papel y el resto pensar&#xE1;n en un nombre, un slogan y un logotipo.</p>
<p>4- Prototipar y testar</p>
<p>Durante esta fase se divide el trabajo del equipo: unos dibujan la idea seleccionada en detalle a tama&#xF1;o real, otros van construyendo el prototipo en plastilina o cart&#xF3;n y papel; y por &#xFA;ltimo alguien se encarga del nombre, el slogan y la imagen del producto. Cada uno elige lo que prefiere.</p>
<p>La persona que facilita la din&#xE1;mica va prestando ayuda a qui&#xE9;n m&#xE1;s lo necesita y anima a que colaboren unos con otros conforme las tareas se van acabando. Hay que prestar un atenci&#xF3;n especial a la persona encargada del nombre, slogan y logo.</p>
<p>Es esencial la coordinaci&#xF3;n entre ellos: la persona que dibuja va consultando y consensuando con sus compa&#xF1;eros y compa&#xF1;eras: las medidas, la ubicaci&#xF3;n de los botones,(si no est&#xE1; totalmente definida); la persona que construye con plastilina se asegura que el tama&#xF1;o y la forma coincide con el dibujo, piensa en los colores, los tama&#xF1;os de los botones, prueba con sus compa&#xF1;eros si se coge bien (ergonom&#xED;a), etc. La persona que est&#xE1; creando el nombre va ofreciendo alternativas a su equipo, que se va decantando por una u otra o incluso propone alg&#xFA;n cambio o alternativa.<img src="images/image47.jpg" alt=""></p>
<p>Para testar los prototipos los grupos se dividen. La mitad del grupo se queda a explicar su idea y la otra mitad se desplaza hacia otro grupo para poder conocer otra idea y aportar su punto de vista.</p>
<p>Este proceso se puede repetir en varias ocasiones. Cada vez que se produzca habr&#xE1; un peque&#xF1;o debate para decidir qu&#xE9; cuestiones se pueden mejorar en el prototipo.</p>
<p>El equipo est&#xE1; muy concentrado, unos van mejorando el prototipo, otros mejoran el dibujo, los &#xFA;ltimos van pensado en nombres y van haciendo consultas a sus compa&#xF1;eros o los instan a proponer ideas&#x2026;</p>
<p>Presentar:<img src="images/image22.jpg" alt=""></p>
<p>Panel de presentaci&#xF3;n (ENLACE PRESENTACI&#xD3;N 2 BLOQUE 5) </p>
<p>Sirve para sintetizar lo m&#xE1;s relevante de la idea.</p>
<p>La actividad finaliza con una presentaci&#xF3;n oral de la idea por parte de los equipos.</p>
<p>Se apoyan en varios elementos para realizarla: panel de presentaci&#xF3;n A3, prototipo y gui&#xF3;n de presentaci&#xF3;n.</p>
<p>Vamos a contar lo que hemos hecho: el proceso y el resultado final en solo 5 minutos. Esto requiere una preparaci&#xF3;n por parte del equipo.</p>
<p>Los primeros que se quedan sin tarea elaboran un gui&#xF3;n de presentaci&#xF3;n en el que describen el producto, las necesidades que cubre, a qui&#xE9;n va dirigido, etc. Todos los integrantes del equipo participan explicando parte de la presentaci&#xF3;n, que se realizar&#xE1; contando como m&#xE1;ximo con 5 minutos.</p>
<p>Es importante reservar unos minutos a la preparaci&#xF3;n de la presentaci&#xF3;n.</p>
<p>En esto tambi&#xE9;n podemos ser creativos. Podemos hacer un story telling o contar el producto desde el punto de vista de las personas usuarias.</p>
<p>El gui&#xF3;n de presentaci&#xF3;n incluye la respuesta a las siguientes preguntas: &#xBF;Qu&#xE9; es?, &#xBF;Para qui&#xE9;n es?, &#xBF;D&#xF3;nde se utiliza?, &#xBF;Qu&#xE9; mejora?, &#xBF;Cu&#xE1;les son sus caracter&#xED;sticas principales?</p>
<p>El docente y el resto de compa&#xF1;eros y compa&#xF1;eras se&#xF1;alan lo que m&#xE1;s les ha interesado de la idea.</p>
<p><img src="images/image1.png" alt="">Se trabaja con tiempo muy limitado, con lo que animamos a cada miembro del equipo a que sea proactivo, se centre en resolver los retos y tareas y colabore con sus compa&#xF1;eros y compa&#xF1;eras aportando todos los recursos y habilidades de que dispone.</p>
<p><img src="images/image8.png" alt=""></p>
<p>3- Proyecto de Design Thinking y participaci&#xF3;n</p>
<p>Taller participativo del alumnado en el entorno de la comunidad educativa</p>
<p>Tiempo estimado: 8-12 sesiones de 50 minutos m&#xE1;s trabajo preparatorio en casa o en el aula.</p>
<p>ESO y Bachillerato</p>
<p>Equipos de 4-6 integrantes + 1 facilitador</p>
<p>Durante el proyecto se puede intercalar peque&#xF1;as experiencias de 50 minutos en las que trabajar cuestiones que van a ser clave a la hora de desarrollar el proyecto: potenciaci&#xF3;n del trabajo en equipo como la din&#xE1;mica de Torre de Spaguettis o el reto del Malvavisco (din&#xE1;mica de los spaguettis) (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4) , potenciaci&#xF3;n de la creatividad (din&#xE1;micas para desarrollar tu ingenio), t&#xE9;cnicas para mejorar la representaci&#xF3;n visual, la comunicaci&#xF3;n escrita y oral (din&#xE1;micas para construir un story telling (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4) , hacer c&#xF3;mics, collages, imaginar cuentos relatados entre las personas integrantes del equipo, etc.),</p>
<p>Es importante contar con una buen planing, definir las sesiones, fechas, horarios, profesorado responsable, distribuir responsabilidades, roles, etc. y marcar un objetivo claro.</p>
<p>NOTA: Es importante que el alumnado est&#xE9; presente en la g&#xE9;nesis del proyecto, que este se prepararse respondiendo, al menos,  a un nivel 5 de participaci&#xF3;n (seg&#xFA;n la escalera de participaci&#xF3;n de Roger Hart): Consultados e informados. Proyecto que ha sido creado y dirigido por adultos, pero se ha involucrado activamente a los ni&#xF1;os y j&#xF3;venes, y han sido consultados y tomados en cuenta; o a un nivel 6: Iniciado por un adulto, con decisiones compartidas con las ni&#xF1;as y los ni&#xF1;os. Se toman decisiones conjuntas entre los adultos y los ni&#xF1;os, en una relaci&#xF3;n de igualdad.</p>
<p>Equipo:</p>
<p>Al tratarse de una actividad m&#xE1;s larga, invertimos parte de la primera sesi&#xF3;n en que todas las personas que van a participar se presenten.</p>
<p>Para eso podemos utilizar una din&#xE1;mica muy sencilla, pero muy interesante: Tu objeto favorito (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4) . Consiste en que cada persona (alumnado, docente, facilitador) se presente con su objeto favorito y explique porqu&#xE9; es importante para &#xE9;l o para ella.</p>
<p>Antes de comenzar:</p>
<p>Cuando el proyecto surge de la iniciativa del alumnado, existe una fase previa en el que se hace una b&#xFA;squeda de temas de inter&#xE9;s. <img src="images/image30.jpg" alt=""></p>
<p>Puede hacerse mediante la realizaci&#xF3;n de un collage por grupo o con una lluvia de temas, incluso con una lluvia de temas basada en escenarios o contextos (im&#xE1;genes relacionadas con el centro, con el contexto m&#xE1;s cercano, etc.) como en One day in a life (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4  </p>
<p>Aprovecharemos, mediante estas din&#xE1;micas previas, como la realizaci&#xF3;n de un collage, para entrenar la creatividad y el trabajo en equipo antes de comenzar el proyecto.</p>
<p><img src="images/image1.png" alt="">En los proyectos es importante potenciar la idea de equipo.</p>
<p>1- Investigar (divergente):</p>
<p>Es m&#xE1;s exhaustiva que en el caso de los talleres, de hecho el alumnado realiza una planificaci&#xF3;n de la misma.</p>
<p>Conlleva la utilizaci&#xF3;n de varias herramientas y un an&#xE1;lisis de la informaci&#xF3;n m&#xE1;s profundo y detallado. Se sale a la calle, se intenta que los equipos conozcan a personas clave para su dise&#xF1;o, se entrevisten con ellas, las observen&#x2026;</p>
<p>Llegar a la co-creaci&#xF3;n ser&#xED;a muy buena noticia.</p>
<p>Estos son los pasos que seguimos en la fase de investigaci&#xF3;n en un proyecto de Design Thinking y participaci&#xF3;n en el aula:</p>
<p>1- Detectamos los actores del proyecto. Eso lo representamos mediante un Mapa de actores, (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4 , un esquema que puede tener una estructura basada en c&#xED;rculos conc&#xE9;ntricos (dentro los protagonistas, m&#xE1;s alejados los que no son usuarios directos pero participan de una u otra forma, etc.)</p>
<p>2- Hacemos un plan de investigaci&#xF3;n. &#xBF;Qu&#xE9; sabemos ya del tema? &#xBF;Qu&#xE9; nos queda por saber? C&#xF3;mo vamos a conseguir la informaci&#xF3;n?</p>
<p>Ficha plan de investigaci&#xF3;n (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4)</p>
<p><img src="images/image4.jpg" alt=""></p>
<p>Si no tenemos a mano la ficha de investigaci&#xF3;n o queremos seguir utilizando notas adhesivas con la informaci&#xF3;n obtenida en las entrevistas, podemos hacer una s&#xED;ntesis m&#xE1;s espont&#xE1;nea, a modo de panel resumen en el que podemos ver unas conclusiones y una serie de datos que a&#xFA;n nos faltan por saber para dar por finalizada la investigaci&#xF3;n.</p>
<p>Durante el proceso seguiremos integrando informaci&#xF3;n relevante.</p>
<p>3- Nos comunicamos con los distintos tipos de usuarios.</p>
<p>Entrevistas (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4)</p>
<p>Hacemos entrevistas y ponemos en com&#xFA;n lo que nos han dicho las personas involucradas.</p>
<p>4- Elaboramos conclusiones de todo ello.</p>
<p>Ficha conclusiones investigaci&#xF3;n(ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4)</p>
<p>Utilizamos una ficha para ordenar todo lo que hemos averiguado y priorizar aquellas cuestiones que nos parecen m&#xE1;s relevantes.</p>
<p>5- Podemos llegar a elaborar alguna herramienta de s&#xED;ntesis:</p>
<p>Despu&#xE9;s de haber realizado la investigaci&#xF3;n podemos sintetizar lo aprendido sobre las personas usuarias.</p>
<p> Herramienta M&#xE9;todo persona. (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4) <img src="images/image23.jpg" alt=""></p>
<p>Reducimos todos los usuarios a unos pocos arquetipos de personas que los representan.</p>
<p>Los arquetipos representan lo que hemos visto que se repite en un n&#xFA;mero de personas que pertenecen a un tipo de usuario.</p>
<p>Journey map o mapa de la experiencia del usuario (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 4) .</p>
<p>Si estamos re-dise&#xF1;ando una experiencia o un servicio, es muy conveniente utilizar esta herramienta para visualizar la experiencia o el servicio como un proceso.</p>
<p>Para hacer un mapa de experiencia de usuario necesitamos tener informaci&#xF3;n relevante de las personas usuarias para saber qu&#xE9; momentos del proceso son momentos agradables para el usuario, qu&#xE9; momentos le producen tensi&#xF3;n, etc.</p>
<p>A ra&#xED;z de elaborar el mapa de experiencia de usuario sabremos d&#xF3;nde hacer &#xE9;nfasis para mejorar el proceso. Por ejemplo: hay que hacer mucha cola para sacar el libro, el tiempo de uso de la biblioteca es muy corto, en el recreo no hablo con nadie&#x2026;</p>
<p><img src="images/image1.png" alt="">Al final de la fase de investigaci&#xF3;n comenzamos a enfocar, a concluir, pero al mismo tiempo volvemos abrir el foco para detectar distintos retos.</p>
<p>2- Enfocar (convergente):</p>
<p>1- Hacemos una lluvia de retos (ENLACE PRESENTACI&#xD3;N 2 BLOQUE 4), con base a las conclusiones que hemos elaborado a ra&#xED;z de realizar las herramientas de s&#xED;ntesis; clasificamos y elegimos un reto sobre el que trabajar.</p>
<p>La lluvia de retos se puede hacer utilizando notas adhesivas (una nota un reto) o haciendo un listado en un A3 o en un papel grande que podamos pegar en la pared para visualizar todos los caminos y seleccionar uno.</p>
<p>2- Definici&#xF3;n del reto: Una vez hemos seleccionado un reto, podemos profundizar en el completando la ficha del reto.</p>
<p>Ficha reto (ENLACE PRESENTACI&#xD3;N 2 BLOQUE 4)</p>
<p>Otra alternativa a la ficha &#x201C;reto&#x201D; es escribir la pregunta que queremos contestar en grande para que est&#xE9; visible durante todo el proyecto. Para eso podemos utilizar otra ficha de reto m&#xE1;s sencilla, que llamamos &#xBF;C&#xF3;mo podr&#xED;amos&#x2026;? (ENLACE PRESENTACI&#xD3;N 2 BLOQUE 4)</p>
<p>En este momento del proyecto podemos hacer &#xE9;nfasis en la idea de que los proyectos se pueden ir transformando, se pueden ir construyendo, de modo que el reto puede ir cambiando si hacemos nuevos descubrimientos a lo largo del proceso.</p>
<p>3- Idear (divergente)<img src="images/image59.jpg" alt=""></p>
<p>Ahora, que entendemos a las personas usuarias y hemos identificado un reto, es cuando podemos desplegar todo nuestro ingenio.</p>
<p>Hay numerosas t&#xE9;cnicas de creatividad. La m&#xE1;s conocida es la lluvia de ideas o brainstorming (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 5) , pero hay m&#xE1;s, muy interesantes, incluso podemos crear nuestras propias t&#xE9;cnicas.</p>
<p>En un proyecto esta fase es mucho m&#xE1;s potente que en un taller. Se suele utilizar la t&#xE9;cnica de la flor de loto (ENLACE PRESENTACI&#xD3;N 1 BLOQUE 5) , para llegar a m&#xE1;s ideas y a profundizar en cada una de ellas mediante la creaci&#xF3;n de diferentes alternativas.</p>
<p>4- Prototipar y testar</p>
<p>Durante un proyecto se construye m&#xE1;s de un prototipo.</p>
<p>En el caso en el que dise&#xF1;amos una experiencia o un servicio intentamos prototipar los puntos de contacto principales mediante la definici&#xF3;n de distintos artefactos o soportes que representan: una web, una aplicaci&#xF3;n m&#xF3;vil, un folleto, carteler&#xED;a, un carnet, objetos de merchandising, protocolos, conversaciones, presentaciones&#x2026; todo aquello que necesitamos definir para construir e implementar la idea.<img src="images/image12.jpg" alt=""></p>
<p>Los prototipos se testan con usuarios finales, no solo con compa&#xF1;eros.</p>
<p>Se intenta involucrar a los actores principales durante el proceso, no solo para validar las ideas.</p>
<p>Es importante saber lo que las personas usuarias piensan de nuestra idea; es fundamental que puedan probar el prototipo, lo utilicen e interact&#xFA;en con el.</p>
<p>Si no recogemos sus sugerencias y opiniones no podemos mejorar el prototipo. Para ello utilizamos un panel muy sencillo en el que vamos visualizando la opini&#xF3;n de las personas usuarias. Es el Panel de &#x201C;me gusta&#x201D;, &#x201C;mejorar&#xED;a&#x201D; (ENLACE PRESENTACI&#xD3;N 2 BLOQUE 5)</p>
<p>Podemos testear el prototipo primero con compa&#xF1;eros que no la conozcan Testeo con compa&#xF1;eros y compa&#xF1;eras (ENLACE PRESENTACI&#xD3;N 2 BLOQUE 5) :</p>
<p>Presentaci&#xF3;n:</p>
<p>Durante el proceso los equipos hacen al menos dos presentaciones: la presentaci&#xF3;n de concepto(ENLACE PRESENTACI&#xD3;N 2 BLOQUE 5 y la presentaci&#xF3;n de prototipos(ENLACE PRESENTACI&#xD3;N 2 BLOQUE 5</p>
<p>La primera puede ser para presentar el reto.</p>
<p>Es importante que los docentes responsables respalden los retos. Para eso deben tener el  visto bueno de direcci&#xF3;n, cuyo rol es clarificar las especificaciones, restricciones, etc., que existen para poner en marcha las ideas y que se puedan implementar.</p>
<p>No se trata de poner trabas, sino de clarificar las normas o reglas por las que se rige la comunidad educativa, con el fin de conseguir llevar a la pr&#xE1;ctica los proyectos.</p>
<p>La segunda presentaci&#xF3;n es la de los conceptos (despu&#xE9;s de la fase de ideaci&#xF3;n)</p>
<p>La tercera es la de los prototipos ya testados.</p>
<p>Para cada una de las presentaciones, los equipos preparan el material necesario para transmitir sus ideas, argumentos, descubrimientos, etc.</p>
<p>Despu&#xE9;s de cada presentaci&#xF3;n se debe de re-orientar el proyecto con las sugerencias, o aportaciones de todas las personas involucradas.</p>
<p>Implementaci&#xF3;n:</p>
<p>Si estamos definiendo un producto necesitaremos hacer planos de dimensiones generales, pruebas, testeo; hasta llegar a definir las medidas, tama&#xF1;os, colores y texturas del producto; realizando archivos inform&#xE1;ticos que nos sirvan para su fabricaci&#xF3;n, con impresora 3D, por ejemplo..</p>
<p>Si estamos definiendo una experiencia llegaremos a realizar prototipos finales, terminaremos por darles forma, construiremos los puntos de contacto definitivos y un blueprint en el que tendremos en cuenta los procesos de apoyo necesarios para soportar el servicio.</p>
<p>Muchas veces implementar nuestra idea pasa por buscar aliados, instituciones y organizaciones, que trabajen en temas afines y quieran estar interesadas en nuestro proyecto. Tambi&#xE9;n es importante la involucraci&#xF3;n del centro para ayudar a hacer viables las ideas.</p>
<p>En algunos casos, si la dedicaci&#xF3;n en tiempo es grande (algunos proyectos pueden ser de un curso entero) podemos llegar a implementar totalmente nuestra idea.</p>
<p>Es importante saber esto de antemano. No es buena pol&#xED;tica generar falsas expectativas en el alumnado. El docente debe ser claro. &#xBF;Se trata solo de una experiencia o queremos llevar a cabo las ideas que surjan del trabajo?</p>
<p>Normalmente el alumnado, en el caso de los proyectos, quiere llegar hasta el final y ver como coge forma la idea fruto de su trabajo y se convierte en una alternativa real. Cuando estamos trabajando en el dise&#xF1;o de servicios que se puedan prestarse en el centro educativo y puedan contar con el liderazgo del alumnado y el apoyo del profesorado, este escenario puede darse.</p>
<p>Trabajar para que se d&#xE9; es importante, ya que potenciamos la participaci&#xF3;n real y ayudamos a que el alumnado se atreva a ser proactivo. Es interesante ofrecerles un cauce para que puedan desarrollar sus ideas.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="metodologia3.html" class="navigation navigation-prev " aria-label="Previous page: Metodología">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="resultados_casos_de_exito3.html" class="navigation navigation-next " aria-label="Next page: Resultados. Casos de éxito">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Niveles de aplicación","level":"1.6","depth":1,"next":{"title":"Resultados. Casos de éxito","level":"1.7","depth":1,"path":"resultados_casos_de_exito3.md","ref":"resultados_casos_de_exito3.md","articles":[]},"previous":{"title":"Metodología","level":"1.5","depth":1,"path":"metodologia3.md","ref":"metodologia3.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"niveles_de_aplicacion3.md","mtime":"2020-10-27T20:37:46.004Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-10-27T20:38:14.152Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

